<!DOCTYPE html>
<html lang="en">

  <head>

    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    <meta name="description" content="Greg Strider | Brazilian Video Game Translator">
    <meta name="author" content="Greg Strider | Brazilian Video Game Translator">
	<meta http-equiv="Content-Language" content="en">

    <title>Greg Strider | Brazilian Portuguese Video Game Translator</title>
	
	<style>
        /* width */
        ::-webkit-scrollbar {
        width: 10px;
                            }

        /* Track */
        ::-webkit-scrollbar-track {
        background: #f1f1f1; 
                                  }
 
		/* Handle */
		::-webkit-scrollbar-thumb {
		background: #888; 
		}

		/* Handle on hover */
		::-webkit-scrollbar-thumb:hover {
		background: #555; 
										}
										
    .checklist {float:none;z-index:3;position:relative;max-width:464px;margin-left:auto!important;margin-right:auto!important;margin-top:0px!important;
}
	</style>
	
	<link rel="icon" 
      type="image/png" 
      href="/img/favicon.png">

    <!-- Bootstrap core CSS -->
    <link href="vendor/bootstrap/css/bootstrap.min.css" rel="stylesheet">

    <!-- Custom fonts for this template -->
    <link href="vendor/font-awesome/css/font-awesome.min.css" rel="stylesheet" type="text/css">
    <link href="https://fonts.googleapis.com/css?family=Montserrat:400,700" rel="stylesheet" type="text/css">
    <link href="https://fonts.googleapis.com/css?family=Lato:400,700,400italic,700italic" rel="stylesheet" type="text/css">

    <!-- Plugin CSS -->
    <link href="vendor/magnific-popup/magnific-popup.css" rel="stylesheet" type="text/css">

    <!-- Custom styles for this template -->
    <link href="css/freelancer.min.css" rel="stylesheet">
	<link rel="stylesheet" type="text/css" href="css/faq.css">
	<link rel="stylesheet" type="text/css" href="css/style.css">
	
  </head>

  <body id="page-top">

    <!-- Portfolio Grid Section -->
    <section class="portfolio" id="portfolio">
      <div class="container">
        <hr class=" mb-5">
<h1><strong>Will Smith fez algo muito, muito ruim</strong></h1>
<p>O tapa em Chris Rock tamb&eacute;m acertou homens, mulheres, a ind&uacute;stria do entretenimento e a comunidade negra.</p>
<table>
<tbody>
<tr>
<td>
<p>&nbsp;<img src="https://cdn.substack.com/image/fetch/w_90,h_90,c_fill,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F8aca0907-50be-4e38-a6a7-905ad95d5e11_66x66.jpeg" alt="" width="90" height="90" /></p>
</td>
<td>
<p><a href="https://kareem.substack.com/p/will-smith-did-a-bad-bad-thing">Kareem Abdul-Jabbar<br /></a>Tradu&ccedil;&atilde;o: Greg Strider</p>
</td>
</tr>
</tbody>
</table>
<p>Quando Will Smith invadiu o palco do Oscar para atacar Chris Rock por fazer uma piada sobre o cabelo curto de sua esposa, ele causou muito mais danos do que apenas ao rosto de Rock. Com um &uacute;nico golpe petulante, ele apoiou a viol&ecirc;ncia, diminuiu as mulheres, insultou a ind&uacute;stria do entretenimento e perpetuou estere&oacute;tipos sobre a comunidade negra.</p>
<p>S&atilde;o muitas camadas. Vamos come&ccedil;ar com os fatos: Rock fez uma refer&ecirc;ncia &agrave; esposa de Smith, Jada Pinkett Smith, dizendo que ela estaria parecida com Demi Moore em <em>GI Jane</em>, filme no qual Moore aparece com a cabe&ccedil;a raspada. Jada Pinkett Smith sofre de alopecia, que causa perda de cabelo. Certo, eu consigo entender porque os Smiths podem n&atilde;o ter achado gra&ccedil;a da piada. Mas as premia&ccedil;&otilde;es de Hollywood s&atilde;o tradicionalmente um palco onde coisas muito piores j&aacute; foram ditas sobre celebridades para disfar&ccedil;ar o fato de que esses eventos s&atilde;o basicamente uma reuni&atilde;o de multimilion&aacute;rios premiando uns aos outros para impulsionar a ind&uacute;stria e eles ganharem ainda mais dinheiro.</p>
<p>Os Smiths poderiam ter reagido educadamente rindo da piada ou demonstrando no olhar sua reprova&ccedil;&atilde;o a Rock. Em vez disso, Smith sentiu a necessidade de se levantar em frente aos colegas da ind&uacute;stria e milh&otilde;es de pessoas ao redor do mundo, bater em outro homem e voltar ao seu assento para&nbsp;<a href="https://www.cnet.com/culture/entertainment/will-smith-hits-chris-rock-at-oscars-for-joking-about-jada-pinkett-smith/">gritar</a>: &ldquo;Deixe o nome da minha esposa fora da porra da sua boca.&rdquo; Duas vezes.</p>
<p>Alguns romantizaram as a&ccedil;&otilde;es de Smith como se fosse um marido amoroso defendendo sua esposa. A comediante Tiffany Haddish, que estrelou o filme <em>Viagem das Garotas </em>com Pinkett Smith,&nbsp;<a href="https://www.nytimes.com/2022/03/28/movies/oscars-will-smith-slap-reactions.html">elogiou</a>&nbsp;as a&ccedil;&otilde;es de Smith: &ldquo;Para mim, foi a coisa mais linda que eu j&aacute; vi, pois me fez acreditar que ainda h&aacute; homens por a&iacute; que amam e se importam com suas mulheres, suas esposas.&rdquo;</p>
<p>Na verdade, foi o contr&aacute;rio. O tapa de Smith tamb&eacute;m foi um tapa nas mulheres. Se Rock tivesse atacado Pinkett Smith fisicamente, a interven&ccedil;&atilde;o de Smith teria sido bem-vinda. Ou, se ele tivesse ficado em seu assento e gritado sua amea&ccedil;a p&oacute;s-tapa, isso teria sido desnecess&aacute;rio, mas compreens&iacute;vel. Mas ao bater em Rock, ele comunicou que sua esposa &eacute; incapaz de se defender &mdash; contra <em>palavras</em>. Tudo o que eu j&aacute; vi de Pinkett Smith ao longo dos anos indica que ela &eacute; uma mulher muito capaz, forte e inteligente, que pode lidar sozinha com uma piada tosca no Oscar.</p>
<p>Essa atitude paternalista infantiliza as mulheres e as reduz a damas indefesas que precisam de um homem grande e forte para defender sua honra ou elas n&atilde;o aguentar&atilde;o. Se ele realmente estivesse fazendo isso por sua esposa, e n&atilde;o por uma necessidade pr&oacute;pria de provar a si mesmo, ele poderia ter pesando na aten&ccedil;&atilde;o negativa que isso trouxe a eles, muito mais dura do que a piada inofensiva.&nbsp;<em>Isso</em>&nbsp;seria realmente defend&ecirc;-la e respeit&aacute;-la. Essa hist&oacute;ria de &ldquo;mulheres precisam de homens para defend&ecirc;-las&rdquo; &eacute; a mesma justificativa atualmente sendo usada por conservadores para aprovar leis para restringir o aborto e a comunidade GLBTQ+.</p>
<p>Pior do que o tapa foi o discurso de aceita&ccedil;&atilde;o choroso e ego&iacute;sta de Smith, em que ele divagou sobre todas as mulheres que ele protegeu no filme <em>King Richard: Criando Campe&atilde;s</em>. Quem protege n&atilde;o se gaba disso na frente de 15 milh&otilde;es de pessoas. Quem protege, faz isso em sil&ecirc;ncio. N&atilde;o faz para promover um filme dizendo como voc&ecirc; &eacute; parecido com o personagem pelo qual acabou de ganhar um pr&ecirc;mio. Ao usar essas mulheres para sinalizar virtude, ele estava, na verdade, as explorando em benef&iacute;cio pr&oacute;prio. Mas, &eacute; claro, o discurso era sobre justificar sua viol&ecirc;ncia. Aparentemente, tantas pessoas precisam da prote&ccedil;&atilde;o de Smith que uma hora isso acaba sendo demais e algu&eacute;m precisa tomar um tapa.</p>
<p>Qual &eacute; o legado da viol&ecirc;ncia de Smith? Ele trouxe de volta o ideal t&oacute;xico de abra&ccedil;ar os ensinamentos de Kobra Kai da lei do mais forte e "dialogar &eacute; para os fracos". N&atilde;o vamos esquecer que essa filosofia do macho de John Wayne foi expressada em dois filmes nos quais Wayne batia em mulheres adultas para ensinar uma li&ccedil;&atilde;o a elas. Meninos, especialmente meninos negros, verem seu &iacute;dolo do cinema n&atilde;o apenas bater em outro homem por causa de uma piada, mas justificar isso como uma atitude heroica de prote&ccedil;&atilde;o, agora est&atilde;o muito mais sujeitos a seguir seus passos infantis. Talvez a confirma&ccedil;&atilde;o mais triste disso seja o tu&iacute;te do filho de Smith, Jaden: <em>&ldquo;And That&rsquo;s How We Do It.&rdquo;</em> (&ldquo;&Eacute; Assim que Fazemos.&rdquo;)</p>
<p><a href="https://twitter.com/jaden/status/1508295733551632389?s=20&amp;t=z-9pGOfPbA8Q_Z5D9wyxMQ"><em>That's How We Do It</em></a></p>
<p>A comunidade negra tamb&eacute;m sofre um golpe direto de Smith. Um dos principais argumentos daqueles que apoiam o racismo sist&ecirc;mico nos Estados Unidos &eacute; caracterizar negros como mais propensos &agrave; viol&ecirc;ncia e menos capazes de controlar suas emo&ccedil;&otilde;es. Smith acabou de dar muni&ccedil;&atilde;o aos inimigos com a narrativa dos sonhos deles. Jeanine Pirro, apresentadora da Fox News, n&atilde;o perdeu tempo e logo fez um coment&aacute;rio racista&nbsp;<a href="https://www.businessinsider.com/fox-news-host-oscars-not-the-hood-will-smith-confrontation-2022-3">declarando</a>&nbsp;que o Oscar "n&atilde;o &eacute; o gueto". O que ela teria dito se Brad Pitt desse um tapa no Ricky Gervais? O Oscar n&atilde;o &eacute; o Leblon&sup1;? Muitos agora est&atilde;o fortalecidos para continuar sua campanha de marginaliza&ccedil;&atilde;o de afro-americanos e outros atrav&eacute;s da supress&atilde;o de votos&sup2;.</p>
<p>Quanto ao dano &agrave; ind&uacute;stria do entretenimento, a viol&ecirc;ncia de Smith &eacute; uma amea&ccedil;a impl&iacute;cita a todos os comediantes que agora precisam se preocupar que uma piada ousada ou ofensiva possa ser respondida com viol&ecirc;ncia. Que bom que Don Rickles, Bill Burr ou Ricky Gervais n&atilde;o estavam l&aacute;. Como tu&iacute;tou a comediante Kathy Griffin: &ldquo;Agora todos temos que nos preocupar com quem vai querer ser o pr&oacute;ximo Will Smith em clubes de com&eacute;dia e teatros.&rdquo;</p>
<p>Se h&aacute; algo de bom a ser tirado disso &eacute; que Chris Rock, claramente chocado, lidou com a situa&ccedil;&atilde;o com eleg&acirc;ncia e maturidade. Seria &oacute;timo se o discurso de aceita&ccedil;&atilde;o de Smith tivesse demonstrado um n&iacute;vel parecido de eleg&acirc;ncia e maturidade e inclu&iacute;sse, em vez de desculpas autoengrandecedoras, um pedido de desculpas sincero a Rock.</p>
<p><em>Um Maluco no Peda&ccedil;o</em>&nbsp;5 de outubro de 1994</p>
<p>Eu conheci Will Smith quando apareci em U<em>m Maluco no Peda&ccedil;o </em>h&aacute; 28 anos. E j&aacute; visitei a casa dele. Eu gosto dele. Ele &eacute; encantador, sincero e divertido. Tamb&eacute;m sou um grande f&atilde; de seus filmes. Ele &eacute; um ator dedicado e realizado que merece os reconhecimentos profissionais que recebeu. Mas ser&aacute; dif&iacute;cil assistir ao pr&oacute;ximo filme dele sem lembrar dessa triste atua&ccedil;&atilde;o.</p>
<p>N&atilde;o quero v&ecirc;-lo punido ou condenado ao ostracismo por causa desse erro, embora tenha sido um grande erro. S&oacute; quero que isso sirva como um alerta para n&atilde;o romantizarmos ou glorificarmos comportamentos ruins. E quero que Smith seja o homem que realmente protege as pessoas, o que exige reconhecer o mal que causa &agrave;s pessoas.</p></div>
    </section>
<br>

    <!-- Bootstrap core JavaScript -->
    <script src="vendor/jquery/jquery.min.js"></script>
    <script src="vendor/bootstrap/js/bootstrap.bundle.min.js"></script>

    <!-- Plugin JavaScript -->
    <script src="vendor/jquery-easing/jquery.easing.min.js"></script>
    <script src="vendor/magnific-popup/jquery.magnific-popup.min.js"></script>

    <!-- Contact Form JavaScript -->
    <script src="js/jqBootstrapValidation.js"></script>
    <script src="js/contact_me.js"></script>

    <!-- Custom scripts for this template -->
    <script src="js/freelancer.min.js"></script>

  </body>

</html>
